Repository: mercadolibre/cacique
Catalog: po/*/cacique.po
Languages: es, pt

source: Impossible to modify
es: No es posible modificar
pt: Não pode ser alterado

source: ERROR: Can´t delete folder:
es: ERROR: No se puede eliminar la carpeta

source: Folder is not empty.
es: primero debe eliminar su contenido

source: Impossible to create
es: No es posible crear
pt: Não é possível criar

source: You do not have Edit Permissions
es: El usuario logueado no posee Permisos de Edición
pt: Você não tem permissões de edição

source: This is not the latest version of the Scrip. It has been modified by:
es: Esta No es la ultima versión del scrip. Ha sido modificado por:

source: -Select-
es: -Seleccione-
pt: -Selecione-

source: FILE NO SAVED
es: NO SE GUARDO EL ARCHIVO IMPORTADO
pt: NÃO salve o arquivo para importar

source: ERROR TO SAVE FILE IN
es: ERROR AL GUARDAR EL ARCHIVO EN

source: Modification was successful
es: La Modificación se realizó correctamente
pt: A modificação foi concluído com êxito

source: Impossible to edit
es: No es posible editar
pt: Não pode editar

source: Impossible to delete
es: No es posible eliminar

source: You do not have Edit permissions, request permissions.
es: Ud. no posee Permisos de Edición, solicitelo.

source: Setting was not saved
es: No se pudo guardar la configuración
pt: Não foi possível salvar as configurações

source: Weeks
es: Semanas
pt: Semanas

source: Quantity
es: Cantidad
pt: Quantidade

source: User has no permission to perform this action
es: El usuario no tiene permisos para realizar esta acción
pt: O usuário não tem permissão para realizar esta ação

source: The Project was Correctly Create
es: El Proyecto se ha Creado Correctamente
pt: O projeto foi criado com sucesso

source: The Project was Correctly Modified
es: El Proyecto se ha Modificado Correctamente

source: The User has been modified
es: El Usuario ha sido Modificado
pt: O usuário foi modificado

source: The User has been Assign to the Project
es: El Usuario ha sido Asignado al Proyecto
pt: O usuário foi atribuído ao projecto

source: The User has been Deallocate from the Project
es: El Usuario ha sido Desasignado del Proyecto
pt: O usuário foi desalocado do Projeto

source: Wellcome to Cacique!
es: Bienvenido a Cacique!
pt: Bem-vindo ao Cacique!

source: User or Password Incorrect
es: Nombre de usuario y/o contraseña incorrecto
pt: Nome de usuário/senha incorreta

source: User
es: El usuario
pt: Usuário

source: is not active.
es: no se encuentra activo
pt: não ativa

source: Session Out
es: Ha terminado su Sesión
pt: Sessão foi encerrada

source: Start date invalid, this parameter is ignored.<br/>
es: Fecha de inicio inválida, se ignora este parámetro en la búsqueda.<br/>
pt: Data de início inválido, este parâmetro é ignorado na pesquisa.<br/>

source: Start date invalid, current date is used
es: Fecha de inicio inválida, se asume la fecha actual
pt: Data de início inválida, presume-se a data atual

source: ERROR: Must select any case to run
es: Error: No hay seleccionado ningún caso para correr
pt: Erro: Não há caso para executar selecionados

source: Can't Delete Function:
es: No se puede borrar la función
pt: Você não pode excluir a função

source: . This affect the execution
es: porque afectaría el funcionamiento de la corrida
pt: pois afetaria o funcionamento do executado

source: This function can not be Deleted
es: Esta función no puede ser eliminada
pt: Esta função não pode ser excluída

source: Function was created Successfuly
es: La Función se creó correctamente
pt: Função foi criada com sucesso

source: Invalid Time Format. Time must be after the current.
es: Formato de hora es inválido. Dicha Hora debe ser posterior a la actual.
pt: Formato da tempo inválido. Tempo deve ser posterior à atual.

source: Password was changed successfully.
es: La Contraseña fue modificada con éxito.
pt: A senha foi alterada com sucesso.

source: You will receive an email with information about the change.
es: Se le enviará un mail con información referente al cambio.
pt: Você receberá um e-mail com informações sobre a mudança.

source: Go to Cacique
es: Ir a Cacique
pt: Ir para o Cacique

source: User not Exist
es: No existe un usuario con los datos ingresados
pt: Não há dados de entrada do usuário

source: Your data is being processed. In few minutes you will receive an email to change your password
es: Sus datos están siendo procesados. En los próximos minutos recibirá un email para modificar su contraseña
pt: Seus dados estão sendo processados. Nos próximos minutos você receberá um e-mail para alterar a sua senha

source: Access Denied
es: Acceso denegado
pt: Acesso negado

source: Role assigned to User
es: Se ha asignado el rol al usuario
pt: Foi-lhe atribuído o papel para o usuário

source: Is not possible assign role to user
es: No es posible asignar el rol al usuario
pt: Não pode atribuir a função ao usuário

source: Permissions updated successfully
es: Los permisos han sido actualizado correctamente
pt: As licenças foram atualizadas com sucesso

source: English
es: Inglés
pt: Inglês

source: Spanish
es: Español
pt: Espanhol

source: Portuguese
es: Portugues
pt: Português

source: Must complete circuit_case_column_id
es: Debe completar el circuit_case_column_id
pt: Deve preencher circuit_case_column_id

source: Must complete case_template_id
es: Debe completar el case_template_id
pt: Deve preencher case_template_id

source: Must complete User Field
es: Debe completar el campo Usuario
pt: Campo Usuário deve ser preenchido

source: Must complete Script Field
es: Debe completar el campo Script
pt: Campo Script deve ser preenchido

source: Must enter a Name
es: Debe ingresar un Nombre
pt: Você deve digitar um Nome

source: Must enter a Description
es: Debe ingresar una Descripción
pt: Você deve digitar uma Descrição

source: Must specify a Project to Category
es: Debe ingresar el proyecto al que pertenece la categoria
pt: Você deve entrar no projeto ao qual a categoria

source: Must specify Parent Category
es: Debe ingresar el padre de la categoria
pt: Debe ingresar el parent de la categoria

source: Must complete an Owner
es: Debe completar un Usuario Responsable
pt: Você deve preencher um Proprietário

source: Must complete Name Field
es: Debe completar el campo Nombre
pt: Debe completar el campo Nombre

source: Must complete Description Field
es: Debe completar el campo Descripción
pt: Você deve preencher o campo Descrição

source: Must complete Code Field
es: Debe completar el campo Código
pt: Debe completar el campo Codigo

source: The Name must be a maximum of 50 characters
es: Debe completar el campo Descripción

source: Must complete a Parent Category
es: Debe completar una Categoría Padre
pt: Você deve concluir uma categoria Pais

source: Can´t Add
es: No se puede agregar
pt: Você não pode adicionar

source: , because Column already Exist
es: , la columna ya existe
pt: ,coluna já existe

source: Enter a Goal
es: Ingrese un Objetivo
pt: Digite uma Meta

source: Must complete circuito_id field
es: Debe indicar un circuito
pt: Debe completar el campo circuito_id

source: Name Formats is not Correct
es: El Formato del Nombre no es correcto
pt: El Formato del Nombre no es correcto

source: - Must complete Name field
es: - Debe completar el campo Nombre

source: - Must enter a name with numbers, letters or underscore
es: - Debe ingresar un nombre que contenga solo letras, numeros o guion bajo

source: - Must complete a View Mode
es: - Debe completar un Modo de Vista

source: - Already exists a Configuration with that name
es: - Ya existe una Configuración con ese nombre

source: View Type not Exists
es: No Existe el Tipo de Vista

source: ,already exist in Data Set for Script
es: ,ya existe en el set de datos del script

source: Column
es: La columna

source: Must complete execution_id
es: Debe completar el execution_id
pt: Debe completar el execution_id

source: Must complete data_name
es: Debe completar el data_name
pt: Debe completar el data_name

source: Must complete circuit_id
es: Debe completar circuit_id
pt: Debe completar circuit_id

source: Must complete Status Fiel
es: Debe completar en campo Estado
pt: Debe completar en campo Estado

source: Execution Aborted by User
es: Ejecución Cancelada por el Usuario
pt: Ejecución Cancelada por el Usuario

source: Must be associated with a suite_execution
es: Debe estar asociado a una suite_execution
pt: Debe estar asociado a una suite_execution

source: Must complete navegar_item_id Field
es: Debe completar el campo navegar_item_id
pt: Debe completar el campo navegar_item_id

source: Must complete Content Field
es: Debe completar el campo Content
pt: Debe completar el campo Content

source: Must complete execution_id Field
es: Debe completar el campo execution_id
pt: Debe completar el campo execution_id

source: Impossible create a note without an Assigned User
es: No se puede crear una nota sin un usuario asignado
pt: No se puede crear una nota sin un usuario asignado

source: Must specify a Position for the Note
es: No se ha especificado una posición para la nota
pt: No se ha especificado una posicion para la nota

source: Cacique --> Welcome!!!
es: Cacique --> Bienvenido a Cacique!!!
pt: Cacique --> Bienvenido a Cacique!!!

source: Cacique --> Password Recovery
es: Cacique --> Recuperación de password
pt: Cacique --> Recuperação da senha

source: Cacique --> Password Change
es: Cacique --> Cambio de password
pt: Cacique --> Alterar senha

source: Cacique --> Suite Execution Detail
es: Cacique --> Detalle de la ejecución de la suite
pt: Cacique --> Detalle de la ejecución de la suite

source: Cacique --> Case
es: Cacique --> Detalle de la ejecución del caso
pt: Cacique --> Detalle de la ejecución del caso

source: Enter Project Name
es: Ingrese el Nombre del Proyecto
pt: Ingrese el Nombre del Proyecto

source: Enter Project Description
es: Ingrese la Descripción del Proyecto
pt: Ingrese la Descripción del Proyecto

source: Enter Project Status
es: Ingrese el Estado del Proyecto
pt: Ingrese el Estado del Proyecto

source: Enter a Project Manager
es: Ingrese un Responsable del Proyecto
pt: Ingrese un Responsable del Proyecto

source: The project already exists!
es: El proyecto que quiere crear ya existe!
pt: El proyecto que quiere crear ya existe!

source: User is already assigned to the project
es: El usuario ya se encuentra asignado al proyecto
pt: El usuario ya se encuentra asignado al proyecto

source: Relation that try delete do not exists
es: No existe la relación que intenta eliminar
pt: No existe la relación que intenta eliminar

source: Unable to deallocate Project Manager
es: No es posible desasignar al responsable
pt: No es posible desasignar al responsable

source: Search by Script name is ambiguous
es: Busqueda ambigua de Script por nombre
pt: Busqueda ambigua de Script por nombre

source: Must complete Project Field
es: Debe completar el campo Proyecto
pt: Debe completar el campo Proyecto

source: Method not found:
es: Método no encontrado:

source: Failure to obtain code fragment: Line number
es: Falla al obtener el fragmento de código: numero de linea
pt: Falla al obtener el fragmento de codigo: numero de linea

source: Processing Data Error
es: Error al tratar de procesar el dato devuelto
pt: Error al tratar de procesar el dato devuelto

source: Worker Retry:
es: Reintento worker:
pt: Reintento worker:

source: Error!. Several Retries
es: Error!. Demasiados Intentos
pt: Error!. Demasiados Intentos

source: You are not authorized to use the function
es: No tiene permisos para ejecutar la función
pt: Você não está autorizado a executar a função

source: Enter a Name
es: Ingrese un nombre
pt: Ingrese un nombre

source: Enter a Description
es: Ingrese una descripción
pt: Ingrese una descripción

source: Enter a Project
es: Ingrese el Proyecto
pt: Ingrese el Proyecto

source: Must add at least one Script to Suite
es: Debe agregar al menos un Script a la Suite
pt: Debe agregar al menos un Script a la Suite

source: Must complete Suite Field
es: Debe completar la suite
pt: Debe completar la suite

source: Must complete case_origin
es: Debe completar case_origin
pt: Debe completar case_origin

source: Must complete case_destination
es: Debe completar case_destination
pt: Debe completar case_destination

source: Must complete circuit_origin
es: Debe completar circuit_origin:
pt: Debe completar circuit_origin:

source: Must complete circuit_destination
es: Debe completar circuit_destination
pt: Debe completar circuit_destination

source: Must Select any Suite
es: Debe seleccionar una Suite
pt: Debe seleccionar una Suite

source: Must Select any Project
es: Debe seleccionar un Proyecto
pt: Debe seleccionar un Proyecto

source: Must Complete User Field
es: Debe completar un Usuario
pt: Debe completar un Usuario

source: Enter less than 50 characters for the identifier
es: El identificador no debe tener mas de 50 caracteres
pt: El identificador no debe tener mas de 50 caracteres

source: Running ...
es: Ejecutando...
pt: Corrida...

source: Waiting ...
es: En lista de espera...
pt: Esperando...

source: Comented
es: Comentado
pt: Comentado

source: User, Name and E-Mail are Mandatory Fields
es: Debe ingresar un usuario, un nombre y un email!
pt: Debe ingresar un usuario, un nombre y un email!

source: Must enter a Password
es: Debe ingresar una contraseña!
pt: Debe ingresar una contraseña!

source: Debe ingresar la confirmación de contraseña
es: Must enter Password Confirmation
pt: Must enter Password Confirmation

source: Password must contain between 4 and 40 caracters
es: El password debe tener entre 4 y 40 caracteres
pt: El password debe tener entre 4 y 40 caracteres

source: Password Confirmation is Wrong
es: La confirmación del password fue incorrecta!
pt: La confirmación del password fue incorrecta!

source: Existing User
es: El usuario que quiere crear ya existe!
pt: El usuario que quiere crear ya existe!

source: Invalid Mail format
es: Debe ingresar un mail con formato válido
pt: Debe ingresar un mail con formato válido

source: Must have an associated configuration
es: Debe tener una configuración asociada
pt: Debe tener una configuracion asociada

source: Must have an User Configuration associated
es: Debe tener una Configuración de Usuario asociado

source: Already Exist a function with that name:
es: Ya Existe una funcion con ese nombre en los proyectos:
pt: Ya Existe una funcion con ese nombre en los proyectos:

source: Already Exist a function with that name in this project
es: Ya Existe una función con ese nombre dentro del proyecto
pt: Ya Existe una funcion con ese nombre dentro del proyecto

source: Already Exist a Generic function with that name
es: Ya Existe una función con ese nombre dentro del proyecto
pt: Ya Existe una funcion Generica con ese nombre

source: You can not delete function
es: No se puede borrar la función
pt: Você não pode excluir a função

source: You can not move function
es: No se puede mover la función
pt: Não é possível mover a função

source: , because it would affect the running of scripts
es: , porque afectaría la corrida de scripts
pt: , porque afetaria a execução de scripts

source: You can not edit function Name
es: No se puede editar el nombre de la funcion

source: Should start with lowercase and only contain letters, numbers or underscore
es: Debe comenzar con minúscula y contener sólo letras, números o guión bajo

source: Enter User Name
es: Ingrese el usuario
pt: Ingrese el usuario

source: General Configurations
es: Configuracón general
pt: Configuracón general

source: Data Set
es: Set de Datos
pt: Dados

source: Execution Panel
es: Panel de Ejecución
pt: Painel de Execução

source: Send Mail
es: Enviar Mail
pt: Enviar Mail

source: Debug Mode
es: Modo de Depuración
pt: Modo de Depuración

source: Execution Evironment
es: Entorno de ejecución
pt: Entorno de ejecución

source: Automatic
es: Automático
pt: Automático

source: Port:
es: Puerto:
pt: Puerto:

source: Host or IP:
es: Ip o Host:
pt: Ip o Host:

source: Save
es: Guardar
pt: Salvar

source: Import Cases
es: Importar Casos
pt: Importar Casos

source: File
es: Archivo
pt: Arquivo

source: Import Excel
es: Importar Excel
pt: Importar Excel

source: Ok
es: Exito
pt: Exito

source: any case
es: un caso

source: Add
es: Agregar
pt: Agregar

source: Delete
es: Eliminar
pt: Excluir

source: Columns
es: Columnas
pt: Columnas

source: New Column:
es: Nueva columna:
pt: Nueva columna:

source: Default Value:
es: Valor por Defecto:
pt: Valor por Defecto:

source: *this value will be used for all cases previously created
es: *este valor será utilizado para todos los casos creado anteriormente

source: Delete Column:
es: Eliminar columna:
pt: Eliminar columna:

source: Select Column to Modify
es: Seleccionar columna para modificar
pt: Seleccionar columna para modificar

source: New Name:
es: Nombre Nuevo:
pt: Nombre Nuevo:

source: Run Selected
es: Ejecutar marcados
pt: Ejecutar marcados

source: New
es: Nuevo
pt: Novo

source: History
es: Historial
pt: História

source: Inset / Delete Column
es: Insertar o Eliminar columna
pt: Insertar o Eliminar columna

source: Import
es: Importar
pt: Importação

source: Export
es: Exportar
pt: Exportação

source: Information
es: Información
pt: Informação

source: No Executions
es: Sin Ejecuciones
pt: Não Execuções

source: Date
es: Fecha
pt: Data

source: Status
es: Estado
pt: Estado

source: Time
es: Tiempo
pt: Tempo

source: Browser
es: Navegador
pt: Navegador

source: Environment
es: Entorno
pt: Entorno

source: Output
es: Salida
pt: Saída

source: Data
es: Datos
pt: Dados

source: Show
es: Mostrar
pt: Mostrar

source: Import Scripts
es: Importar Scripts
pt: Importar Scripts

source: Project:
es: Proyecto:
pt: Projeto:

source: To Project:
es: Al Proyecto:

source: Selected script will be copied
es: Se copiarán los script seleccionados
pt: Script selecionados serão copiados

source: into Imported Folder
es: en la carpeta Importados
pt: em Pasta Importados

source: Copy Data Set
es: Copiar Set de Datos
pt: Copiar conjunto do dados

source: Copy
es: Copiar
pt: Cópia

source: Rename Folder
es: Renombrar Carpeta
pt: Renomear Pasta

source: Name
es: Nombre
pt: Nome

source: Description
es: Descripción
pt: Descrição

source: Modify
es: Modificar
pt: Modificar

source: Import Scripts from other projects
es: Importar scripts de otros proyectos
pt: Importação de Scripts de outros projetos

source: Move Scripts to another Folder
es: Mover Scripts a otra Carpeta

source: Expand All
es: Expandir todo
pt: Expandir tudo

source: Collapse All
es: Contraer todo
pt: Recolher Tudo

source: Copy Script
es: Copiar Script
pt: Copie Script

source: The selected script will copy
es: Se copiará el script seleccionado
pt: Se copiará el script seleccionado

source: in the same folder as the original
es: en al misma carpeta donde se encuentra el original
pt: en al misma carpeta donde se encuentra el original

source: New Folder
es: Nueva Carpeta
pt: Nova Pasta

source: Create
es: Crear
pt: Criar

source: This action will remove this Folder. Are You sure?
es: ¿Está seguro que desea eliminar la carpeta?
pt: Esta ação irá remover esta pasta. Você tem certeza?

source: This action will remove Data Set and Suite associations. Are You sure?
es: Será eliminado el set de datos asociado al script y además se quitará de las suites en las que se encuentre involucrado, ¿Está seguro de eliminar el script?

source: Edit
es: Editar
pt: Editar

source: Select Folder
es: Seleccione la carpeta
pt: Selecione Pasta

source: to administrate
es: que desea administrar.
pt: que desea administrar.

source: Project Administration
es: Administrar Proyectos

source: Folders should be used to group Scripts (with same caracteristics)
es: Las Carpetas deben ser utilizados para agrupar Scripts que tengan características comunes

source: Create Folder
es: Crear Carpeta
pt: Criar Pasta

source: Publish
es: Publicar
pt: Publicar

source: Property
es: Inmueble
pt: Inmueble

source: Services
es: Servicios
pt: Servicios

source: Grouping Scripts in Folders is used, for example,
es: La agrupación de Scripts en carpetas sirve, por ejemplo,
pt: Agrupamento de scripts em Pastas é utilizado, por exemplo,

source: to share the same Data Set
es: para compartir el mismo set de datos.
pt: para compartir el mismo set de datos.

source: Edit Folder
es: Editar Carpeta
pt: Editar Pasta

source: Edit the Folder name and description
es: Permite editar el nombre y descripción de la Carpeta
pt: Edite o nome ea descrição da Pasta

source: Delete Folder
es: Eliminar Carpeta
pt: Excluir Pasta

source: Delete the selected folder
es: Se eliminará la carpeta seleccionada
pt: Excluir a pasta selecionada

source: You may not remove a folder containing Scripts
es: No se podrá eliminar una carpeta que contenga Scripts
pt: Você não pode remover uma pasta contendo Scripts

source: No results were found for the search
es: No se encontraron resultados para la busqueda
pt: No se encontraron resultados para la busqueda

source: Scripts Search Results in All Projects
es: Resultados de la Busqueda de Scripts para todos los Proyectos

source: Import Scripts to
es: Importar scripts a
pt: Importar scripts a

source: Select Script from Projects:
es: Elegir scripts de los proyectos:
pt: Elegir scripts de los proyectos:

source: Move Scripts on
es: Mover scripts de carpeta en Proyecto:
pt: Mover scripts de módulo en

source: 1- Choose scripts to move
es: 1- Elegir scripts
pt: 1- Elegir scripts

source: 2- Choose destination folder:
es: 2- Elegir la carpeta destino:
pt: 2- Escolha a pasta de destino:

source: Select destination
es: Seleccione destino
pt: Escolha o destino

source: Move Script >>
es: Mover Script >>
pt: Mova Script >>

source: You do not have Edit Permissions for this script
es: No tiene permisos de edición sobre el script
pt: Você não tem permissão para editar o script

source: Modify Data Retrieved
es: Modificar los datos recuperados
pt: Modificar los datos recuperados

source: Completed Fields:
es: Campos ya ingresados:
pt: Campos ya ingresados:

source: The current script does not retrieve data
es: El script actualmente no recupera datos
pt: El script actualmente no recupera datos

source: You can add
es: puede agregar los que necesite
pt: puede agregar los que necesite

source: Rename Script
es: Renombrar Script
pt: Renombrar Script

source: Functions
es: Funciones
pt: Funciónes

source: Select the function to add at your Script:
es: Seleccione la función para agregar a su Script

source: This project has no specific functions
es: Este proyecto no tiene funciones especificas
pt: Este projecto não tem funções específicas

source: Version
es: Versión
pt: Versão

source: Comment
es: Comentario
pt: Comentário

source: Write a comment indicating changes made:
es: Escribe un comentario para guardar el script indicando los cambios realizados:
pt: Escrever um comentário indicando alterações:

source: Save Changes
es: Guardar cambios
pt: Salvar alterações

source: Without Edit Permissions
es: Sin permisos de edición
pt: Sem permissões de edição

source: Request permission to edit through Jira
es: Solicite a través de jira los permisos para editar éste script
pt: Solicite a través de jira los permisos para editar éste script

source: Save with Comments
es: Guardar agregando un comentario
pt: Salvar adicionando um comentário

source: Data Recovery
es: Recuperar Datos
pt: Recuperação de Dados

source: Previous Version
es: Versión anterior
pt: Versão anterior

source: Next Version
es: Versión siguiente
pt: Próxima versão

source: Sintax Check
es: Verificar Sintaxis
pt: Check Syntax

source: Change History
es: Historial de Modificaciones
pt: Histórico de Alterações

source: Import Script
es: Importar Script
pt: Importar Script

source: Ruby Help
es: Ayuda Ruby
pt: Ajuda Ruby

source: Run
es: Ejecutar
pt: Parar

source: Stop
es: Detener
pt: Detener

source: By
es: Por
pt: Por
