Repository: mercadolibre/cacique
Catalog: po/*/cacique.po
Languages: es, pt

source: Deallocate to Project
es: Desasignar del Proyecto

source: Deallocate
es: Desasignar

source: Create Project
es: Crear Proyecto

source: Edit Project
es: Editar Proyecto

source: Sure to remove relations?
es: ¿Esta seguro de eliminar la relación?
pt: Tem certeza que quer excluir o relacionamento?

source: Here are listed all your projects / others projects.
es: Aquí están listados todos sus proyectos / otros proyectos
pt: Aqui estão listados todos os seus projetos e outros projetos.

source: You can create new projects and edit the projects on which you are the Manager.
es: Puedes crear nuevos proyectos y editar aquellos en el cual eres Responsable
pt: Você pode criar novos projetos e editar os projetos em que você é o gerente.

source: As a ROOT, you can edit any project.
es: Como ADMINISTRADOR, puedes editar cualquier proyecto
pt: Como ROOT, você pode editar qualquer projeto.

source: Do not have an account?
es: ¿No tenés una cuenta?
pt: Não possui uma conta?

source: Register!
es: Registrate!
pt: Registe-se!

source: User Name
es: Nombre de Usuario
pt: Nome de Usuário

source: Password
es: Contraseña
pt: Senha

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
pt: Esqueceu sua senha?

source: Remember Me
es: Recordar mi sesión
pt: Lembrar o meu login

source: Log in
es: Ingresar
pt: Entrar

source: Yes
es: Si
pt: Se

source: Complete
es: Completa
pt: Completa

source: Stopped
es: Detenida
pt: Parou

source: Waiting
es: En lista de espera
pt: En lista de espera

source: Total Time
es: Tiempo total
pt: Tiempo total

source: Errors
es: Errores
pt: erros

source: Success
es: Éxitos
pt: sucessos

source: Others
es: Otros
pt: outros

source: Identifier:
es: Identificador:

source: From:
es: Desde:
pt: Desde:

source: Until:
es: Hasta:
pt: Hasta:

source: All
es: Todas
pt: Todos

source: Quantity:
es: Cantidad:
pt: Quantidade:

source: Apply
es: Aplicar
pt: Aplicar

source: See Detail
es: Ver Detalle
pt: Ver Detalhes

source: No results were found
es: No se encontraron resultados

source: Stop Execution
es: Detener Ejecucción
pt: Detener Ejecucción

source: Execution Complete.
es: Ejecución completa.
pt: Ejecución completa.

source: Success:
es: Éxitos:
pt: Éxitos:

source: Errors:
es: Errores:
pt: Errores:

source: Execution
es: Ejecución
pt: Corrida

source: Result
es: Resultado
pt: Resultado

source: Execution Environment
es: Entorno de ejecución
pt: Entorno de ejecución

source: IP or Host:
es: Ip o host:
pt: Ip o host:

source: Select Cases to Run
es: Marque los casos que desea correr
pt: Marque los casos que desea correr

source: in Suite Execution
es: en la ejecución de la Suite
pt: en la ejecución de la Suite

source: -Select any Script-
es: -Seleccione un script-
pt: -Seleccione un script-

source: Select any Script
es: Seleccione un Script
pt: Seleccione un Script

source: Broken Relations
es: Relaciones Rotas
pt: Relaciones Rotas

source: Comented case sent data to the following cases:
es: El caso comendato le enviaba datos a los siguientes casos:
pt: El caso comendato le enviaba datos a los siguientes casos:

source: Case Source:
es: Caso Padre:
pt: Caso Padre:

source: Case Destination:
es: Caso Hijo:
pt: Caso Hijo:

source: Script without cases
es: Este script no tiene casos.
pt: Este script no tiene casos.

source: Delete implementation of any of the cases in the suite, will break the relations that are associated with this case
es: Al eliminar la ejecución de alguno de los casos de la suite, se romperán las relaciones que estén asociadas a ese caso
pt: Al eliminar la ejecución de alguno de los casos de la suite, se romperán las relaciones que estén asociadas a ese caso

source: and run cases with the values containing in its data set.
es: y se correrán los casos relacionados con los valores que contengan en su set de datos.
pt: y se correrán los casos relacionados con los valores que contengan en su set de datos.

source: Date:
es: Fecha:
pt: Data:

source: Today
es: Hoy
pt: Hoy

source: Week
es: Semana
pt: Semana

source: Month
es: Mes
pt: Mes

source: Advanced
es: Avanzado
pt: Avançado

source: times
es: veces
pt: veces

source: Generate Command
es: Generar comando
pt: Generar comando

source: Execution:
es: Ejecución:
pt: Ejecución:

source: Run Start:
es: Inicio de corrida:

source: Purpose of Case:
es: Objetivo del Caso:

source: Executions:
es: Ejecuciones:

source: Action
es: Acción

source: Duration
es: Duración

source: Identifier
es: Identificador

source: Edit Functions
es: Editar Función
pt: Editar Función

source: Arguments
es: Argumentos
pt: Argumentos

source: Code
es: Código
pt: Código

source: Cancel
es: Cancelar
pt: Cancelar

source: Without Functions
es: Sin funciones
pt: Sin funciones

source: Description:
es: Descripción:
pt: Descripción:

source: Add Function
es: Agregar Función
pt: Agregar Función

source: Writer:
es: Autor:
pt: Autor:

source: Number of Arguments
es: Cant. de Argumentos:
pt: Cant. de Argumentos:

source: Code:
es: Código
pt: Código

source: New Functions
es: Nueva Funciones
pt: Nova Função

source: New Function
es: Nueva Función

source: Select a Project
es: Seleccione un Proyecto
pt: Seleccione un Proyecto

source: Functions from
es: Funciones de

source: Search Functions by Project
es: Buscar Funciones por Proyecto

source: General Functions
es: Funciones Generales
pt: Recursos Gerais

source: Privacy
es: Privacidad
pt: privacidade

source: Public
es: Públicas
pt: Público

source: Last modified by the user
es: Última modificación realizada por el usuario
pt: Modificada pela última vez pelo usuário

source: Privacity
es: Privacidad
pt: Privacidade

source: could be being used in
es: podría estar siendo utilizada en
pt: poderia estar sendo usado em

source: The function is not used
es: La función no se utiliza
pt: A função não é usada

source: A function is a piece of code that has a specific objective, which is executed when called from another function or script
es: Una función es un fragmento de código que tiene un objetivo específico, que se ejecuta cuando es llamada desde otra función o script
pt: Uma função é um pedaço de código que tem um objetivo específico, que é executado quando chamado a partir de outra função ou script

source: Create a function in the selected project. At the time of its creation is possible to use the property for public or private use and the option to hide the code of the function or leave visible
es: Crea una función en el proyecto seleccionado. Al momento de su creación es posible utilizar la propiedad de uso público o privado y la opción de ocultar el código de la función o dejarlo visible
pt: Crie uma função no projeto selecionado. No momento da sua criação é possível usar a propriedade para uso público ou privado e a opção de ocultar o código da função ou deixar visível

source: Permissions
es: Permisos
pt: Permisos

source: Update
es: Actualizar
pt: Actualizar

source: Changes have been made successfully
es: Los cambios se han realizado con éxito
pt: Los cambios se han realizado con éxito

source: User:
es: Usuario:
pt: Usuário:

source: User Name:
es: Nombre de usuario:
pt: Nome de Usuário:

source: Active
es: Activo

source: You do not have Edit Permissions. Request edit permissions through:
es: Tu usuario no tiene permisos para editar, solicitalo a través de
pt: Tu usuario no tiene permisos para editar, solicitalo a través de

source: Cacique in Jira
es: Cacique en Jira
pt: Cacique en Jira

source: Back
es: Volver
pt: Voltar

source: New Password:
es: Nueva Contraseña:
pt: Nova senha:

source: Confirm Password:
es: Confirmar Contraseña:
pt: Confirme a senha:

source: Change Password
es: Modificar Password
pt: Alterar senha

source: User Management
es: Gestión de usuarios
pt: Gerenciamento de Usuário

source: Select any User
es: Seleccione un Usuario
pt: Selecione um Usuário

source: Fill with your personal data
es: Complete sus datos

source: Full Name
es: Nombre completo
pt: Nome Completo

source: Confirm Password
es: Confirmar Contraseña
pt: Confirme a senha

source: Register
es: Registrarse
pt: Registre-se

source: Fill User or Mail for
es: Complete su usuario o email

source: recover your Password
es: para recuperar su Contraseña
pt: para recuperar su Contraseña

source: Send Email
es: Enviar email
pt: Enviar e-mail

source: Without Added Cases
es: Sin Casos Agregados
pt: Sem casos Adicionado

source: Select an Execution Order
es: Elija el orden de Ejecución.
pt: Escolha a Ordem de Execução.

source: Add/Remove cases
es: Agregar/Remover casos

source: Select a Script to see their Cases
es: Seleccione un script para ver sus casos
pt: Seleccione un script para ver sus casos

source: Scripts and Cases Added:
es: Script y Casos agregados:
pt: Script e Casos Adicionado:

source: Without Relations
es: Sin relaciones establecidas
pt: Sin relaciones establecidas

source: Link Relations
es: Establecer Relaciones
pt: Establecer Relaciones

source: -Select Script-
es: -Seleccione un script-
pt: -Seleccione un script-

source: Source
es: Origen
pt: Origen

source: Without Source
es: Sin Origen
pt: Sin Origen

source: Destination
es: Destino
pt: Destino

source: Without Destination
es: Sin Destino
pt: Sin Destino

source: Relation Fields:
es: Campos de la relación:
pt: Campos de la relación:

source: No Cases Related
es: Sin casos relacionados
pt: Sin casos relacionados

source: Relation Cases
es: Casos de la relación:
pt: Casos de la relación:

source: Without Cases
es: No tiene casos
pt: No tiene casos

source: Create Cases
es: Crear Casos
pt: Criar Casos

source: Graph
es: Gráficos
pt: Gráficos

source: Scripts and Cases
es: Scripts y Casos
pt: Scripts y Casos

source: Choose Scripts for your suite:
es: Elija los Scripts para su suite:
pt: Escolha Scripts no seu suite:

source: Schedules
es: Programaciones
pt: Horários

source: Import suites from other projects
es: Importar suites de otros proyectos
pt: Importação suites de outros projetos

source: Select Suites of Projects:
es: Elegir Suites de los proyectos:
pt: Selecione Suites de Projetos:

source: Import >>
es: Importar >>
pt: Importação >>

source: Copy Selected Suites
es: Se copiarán las suites seleccionadas
pt: Isso copia o suítes selecionadas

source: with Scripts
es: con sus scripts
pt: com seus Scripts

source: Suites from Project:
es: Suites del Proyecto:

source: Without Suites
es: Sin Suites
pt: Sem Suites

source: Project Without Suites
es: Proyecto Sin Suites

source: Create New Suite
es: Crear Nueva Suite
pt: Criar uma nova Suite

source: No results were found for
es: No se encontraron resultados para
pt: Não foram encontrados resultados para

source: Suite Scheduler:
es: Programación de Suite:
pt: Agendamento Suite:

source: Date & Time:
es: Fecha y Horario:
pt: Data e hora:

source: Next
es: Siguiente
pt: Seguinte

source: Must Select 2 Scripts
es: Debe seleccionar dos Scripts
pt: Você deve selecionar 2 Scripts

source: Step 1 of 3 - Select 2 Scripts:
es: Paso 1 de 3 - Seleccione 2 scripts:
pt: Passo 1 de 3 - Selecione 2 scripts:

source: Suite Scripts
es: Scripts de la Suite
pt: Scripts da Suite

source: Scripts to Relate
es: Scripts a relacionar
pt: Scripts para relacionar

source: Step 2 of 3 - Relate Script Fields:
es: Paso 2 de 3 - Relacione los campos de los scripts:
pt: Passo 2 de 3 - Relacionar Script Campos:

source: Established Relations
es: Relaciones Establecidas
pt: Relações estabelecidas

source: Remember that in order to complete this step your Script must contain cases
es: Recuerde que para poder completar este paso sus Script deben contener casos

source: Step 3 of 3 - Indicate Cases in which act the relation:
es: Paso 3 de 3 - Indique los casos en los que actuará la relación:

source: Established relations:
es: Relaciones establecidas:

source: Relations between cases of the circuits:
es: Relacion entre casos de los circuitos:

source: Finish
es: Terminar
pt: Concluir

source: No cases in the Suite for this Script
es: No hay casos en la suite para este Script
pt: Não existem casos na Suite para este Script

source: High
es: Alta
pt: Alta

source: Medium
es: Media
pt: Media

source: Low
es: Baja
pt: Baja

source: Select a suite to view Scheduling:
es: Seleccione una Suite para visualizar su Programación:
pt: Selecione uma suite para exibir sua programação:

source: All Suites
es: Todas las suites
pt: Todas as suites

source: New Task
es: Nueva Tarea
pt: Nova Tarefa

source: Without Schedule
es: Sin Programación

source: View Type
es: Tipo de Vista
pt: Tipo de Visão

source: Values
es: Valores
pt: Valores

source: Exit Without Save?
es: ¿Desea salir sin guardar?
pt: Deseja Sair sem Salvar?

source: Languange:
es: Idioma:
pt: Linguagem:

source: Complete an objetive doing double click
es: Complete un objetivo haciendo doble click
pt: Completar uma meta com um duplo clique

source: History of
es: Historial de
pt: História da

source: General Notes
es: Notas Generales
pt: Notas Gerais

source: Summary
es: Resumen
pt: Resumo

source: Without General Notes
es: Sin notas generales
pt: Sem Notas Gerais

source: Note:
es: Nota:
pt: Nota:

source: Add Note
es: Agregar Nota
pt: Adicionar Nota

source: Sure to remove the Note
es: ¿Esta seguro que desea eliminar la Nota
pt: Tem certeza de que deseja excluir a Nota

source: Add/Remove Notes
es: Agregar/Borrar Notas
pt: Adicionar/Remover Notas

source: Add/Remove Functions
es: Agregar/Borrar Funciones
pt: Adicionar/Remover Funções

source: Projects Administration
es: Administrar Proyectos
pt: Administração da Projetos

source: Users Administration
es: Administrar Usuarios
pt: Administração de Usuários

source: New General Note
es: Nueva Nota General
pt: Nova nota Geral

source: Configurable Parameters for Execution
es: Parámetros Configurables para la Ejecución
pt: Parâmetros Configuráveis para a Execução

source: Configuration Edit
es: Editar Configuración
pt: Editar Configuração

source: New Configuration
es: Nueva Configuración
pt: Nova Configuração

source: Add Configuration
es: Agregar Configuración
pt: Adicionar Configuração

source: Without Configurable Parameters
es: Sin Parámetros Configurables
pt: Sem parâmetros configuráveis

source: Actions
es: Acciones
pt: Ações

source: Select the function you want to add:
es: Seleccione la función que desea agregar:
pt: Selecione a função que você deseja adicionar

source: Show code
es: Ver código
pt: Modo de exibição Source

source: To create a Script, first must we do a right click in our Project Folder
es: Para crear un Script, primero debemos hacer un Click-Derecho sobre la Carpeta de nuestro Proyecto
pt: Para criar um Script, devemos em primeiro lugar com o botão direito sobre o Pasta do nosso Projecto

source: to see the popup menu, and press
es: para ver el menú emergente, y presionar
pt: para ver o menu pop-up, e prima

source: then, complete
es: luego, completamos los campos
pt: em seguida, preencher os campos

source: and
es: y
pt: e

source: checkbox is used to generate a new Script
es: debemos seleccionarlo para generar un Script nuevo
pt: nós selecionamos para gerar um novo Script

source: With
es: Con el campo
pt: Com o campo

source: Field, we upload an Script (previuosly generated) to our Folder.
es: podemos cargar un Script (creado previamente) a nuestra Carpeta.
pt: nós podemos carregar um Script (criado anteriormente) em nosso Pasta.

source: To finish press
es: Para finalizar, presionamos el botón
pt: Finalmente, pressione o botão

source: We will see the body of our new Scrip
es: Veremos el cuerpo de nuestro nuevo Script
pt: Vamos ver o corpo do nosso novo Script

source: STEP
es: PASO
pt: PASSO

source: Right click
es: Click Derecho
pt: Botão direito

source: (in a Folder)
es: (en 1 Carpeta)
pt: (em uma Pasta)

source: Upload or create empty
es: Carga o crea un Script vacio
pt: Carregar ou criar vazios

source: Edit!
es: Edítalo!
pt: Editá-lo!

source: Add Scripts
es: Agrega Scripts
pt: Adicionar Scripts

source: Sort Scripts and Add Cases
es: Ordena Scripts y Agrega Casos
pt: Ordenar e Adicionar Casos

source: To create a Suite, first must we do a click in
es: Para crear una Suite, primero debemos hacer un Click en
pt: Para criar a Suite, devemos primeiro fazer um clique

source: below, we must add Scripts at our Suite.
es: a continuación, debemos agregar los Script que conformaran nuestra Suite
pt: então nós adicionamos o script para conformar a nossa Suite

source: To do this, simply select the check-box for our script.
es: Para hacer esto, simplemente debemos seleccionar la casilla correspondiente a nuestro Script.
pt: Para fazer isso, basta selecionar a caixa ao lado de nosso Script.

source: When we have selected our Scripts, must press
es: Cuando hayamos seleccionado nuestos Script, presionaremos el botón
pt: Quando temos selecionado, pressione

source: We can see 2 new boxes:
es: Podremos ver 2 nuevas secciones:
pt: Vemos duas novas seções:

source: added
es: agregados
pt: agregados

source: is used to add cases to our Suite scripts
es: se utiliza para agregar casos a los Scripts de nuestra Suite
pt: é usado para adicionar casos à nossa Suite Scripts

source: is used to determinate the execution order of Scripts in our Suite
es: se utiliza para seleccionar el orden de ejecución de los Scripts dentro de nuestra Suite
pt: é usado para selecionar a ordem de execução dos Scripts na nossa Suite

source: To Finish our Suite Creation, press
es: Para finalizar la creación de nuestra Suite presionamos el botón
pt: Para terminar de criar a nossa Suite, imprensa no botão

source: Run Configuration
es: Configuración de Ejecución
pt: Configurações de Execuções

source: Thanks to chouse Cacique!
es: Gracias por elegir Cacique!
pt: Obrigado por escolher o Cacique!

source: User Data are:
es: Los datos de su usuario son:
pt: Os dados do usuário são:

source: Sure to remove the Function
es: ¿Esta seguro que desea eliminar la Función
pt: Tem certeza que quer apagar a função

source: Hidden code
es: Código oculto
pt: Código oculto

source: Public code
es: Código público
pt: Código público

source: Public use
es: Uso público
pt: Uso público

source: Private use
es: Uso privado
pt: Uso privado

source: Queued Task
es: Cola de Tareas
pt: Tarefa Fila

source: Conection Error
es: Error al conectarse
pt: Erro de conexão

source: Restarting the worker
es: Reinicio del worker
pt: Reinicie o Worker

source: Update the job queue
es: Actualizar la cola de tareas
pt: Atualize a fila de trabalhos

source: Invalid Action
es: Acción Invalida
pt: Ação Inválida

source: Successfully Modified File
es: Archivo modificado con éxito
pt: Sucesso o arquivo modificado

source: The script is outdated. Another person edit the same script as you were editing.
es: El script que se encuentra editando esta desactualizado. Otra persona edito el mismo script mientras lo editabas.
pt: O script que está a editar esta data. Outra pessoa que editar o script enquanto estava a editá-lo.

source: Steps:
es: Pasos a seguir:
pt: Passos a seguir:

source: 1- Copy your changes to some temporary location.
es: 1- Copiar sus cambios a algun lugar temporal.
pt: 1- Copiar as alterações em algum lugar temporário.

source: 2- Update the script doing refresh (Ctrl+F5).
es: 2- Actualizar el script refrescando la página (Ctrl+F5).
pt: 2- Atualizar o script de atualizar a página (Ctrl + F5).

source: 3- Paste your changes.
es: 3- Pegar sus cambios.
pt: 3- Colar suas alterações.

source: Details:
es: Detalles:
pt: Detalhes:

source: Details
es: Detalles
pt: Detalhes

source: Failure of network connection, the script is not saved
es: Fallo de conexion a la red, el script no se grabo
pt: Falha de ligação à rede, o script não é registrado

source: Unknown error, the script was not saved:
es: Error desconocido, el script no se grabo:
pt: Erro desconhecido, o script foi gravado:

source: You must enter all values
es: Debe ingresar todos los valores
pt: Você deve digitar os valores

source: Retrieved data
es: El dato recuperado
pt: Os dados recuperados

source: exist
es: ya existe
pt: existem

source: Are you sure to delete this data recovered? This delete all relationships in the suite which is involved
es: ¿Está seguro de borrar éste dato recuperado? Junto con el se eliminarán todas las relaciones de suite en las que se encuentre involucrado
pt: Tem certeza que quer apagar este dados recuperados? Este excluir todos os relacionamentos na suíte que está envolvido

source: You Must Select
es: Debe seleccionar
pt: Você deve selecionar

source: You must select at least one case
es: Debe seleccionar por lo menos un caso
pt: Você deve selecionar pelo menos um caso

source: Along with the cases, eliminate your run history. If the case is in a suite will also be removed. Are you sure to remove the case
es: Junto con los casos, se eliminará su historial de ejección. Si el caso actúa en alguna suite será también removido. ¿Está seguro de eliminar los casos
pt: Junto com os casos, eliminar a sua história de corrida. Se o caso é em uma suíte também serão removidos. Você tem certeza de remover o caso

source: You must complete the name
es: Debe completar el nombre
pt: Você deve preencher o nome

source: Are you sure you create the column
es: ¿Esta seguro de crear la columna
pt: Tem certeza que você criar a coluna

source: You must select a column
es: Debe seleccionar una columna
pt: Você deve selecionar uma coluna

source: Sure to remove the column:
es: ¿Esta seguro de eliminar la columna:
pt: Certifique-se de remover a coluna:

source: Sure to change the column:
es: ¿Esta seguro de modificar la columna:
pt: Certifique-se de alterar a coluna:

source: With it removed the relations that exist in suites.
es: Con ella se eliminarán las relaciones que existan en la suite.
pt: Com ele removeu as relações que existem nas suites.

source: Name field is required
es: El campo Nombre es obligatorio
pt: Campo Nome é necessária

source: Description field is required
es: El campo Descripción es obligatorio
pt: Campo de descrição é necessária

source: You must complete the fields
es: Debe completar los campos
pt: Você deve preencher os campos

source: No Script Selected
es: No selecciono ningun Script
pt: Nenhum script selecionado

source: No Suite Selected
es: No selecciono ninguna Suite
pt: Nenhum Suit selecionada

source: Must Select Destination Folder
es: Debe selecionar la carpeta destino

source: Selected scripts will be moved to the Folder
es: Los scripts seleccionados serán movidos a la carpeta

source: There are no related fields
es: Hay campos sin relacionarse
pt: Não existem campos relacionados

source: All Script Relations will be eliminated, along with their associated cases
es: Se eliminarán todas las relaciones de los Scripts y sus casos asociados
pt: Todas as relações Script será eliminado, junto com seus casos associados

source: There is no Relations between Cases
es: No hay ninguna relacion entre Casos
pt: Não há relações entre processos

source: Must select an option from each column
es: Debe seleccionar una opcion de cada columna
pt: Deve selecionar uma opção de cada coluna

source: This Relations Exists
es: Esa Relación ya Existe
pt: Este Relações existe

source: Complete All Configuration
es: Complete toda la configuración
pt: Complete toda la configuración

source: Column Name must begin with lowercase
es: El Nombre de la columna debe comenzar con minúsculas

source: You must select at least one execution
es: Debe selccionar al menos una ejecución

source: for
es: por
pt: por

source: Managing Cases
es: Administrar Casos
pt: Gerenciamento de Casos

source: Must be at least 2 Scripts added to the Suite to relate
es: Debe tener al menos 2 scripts agregados en al suite para relacionarlos
pt: Deve ser pelo menos 2 scripts adicionados ao Suite de se relacionar

source: You can add in section 'Edit Suite':
es: Puede agregarlos en la sección de edición de suite:
pt: Você pode adicionar na seção 'Editar Suite':
