Repository: mercadolibre/cacique
Catalog: po/*/cacique.po
Languages: es, pt

source: Suites containing this script:
es: Suites que contienen este script:
pt: Suites contendo este script:

source: Suites containing this script
es: Suites que contienen este script
pt: Suites contendo este script

source: This Script not belong to any Suite
es: Este Script no pertenece a ninguna Suite
pt: Este Script não pertence a nenhum Suite

source: You have Unsaved Changes, do you want to Save before Exit?
es: Tiene Cambios sin guardar, ¿desea guardarlos antes de salir?
pt: Você tem alterações não salvas, você deseja salvar antes de sair?

source: Unable to save!
es: No es posible guardar!
pt: Não foi possível salvar!

source: It was edited by the user
es: Fue editado por el usuario
pt: Foi editado pelo usuário

source: Save your changes in another medium, refresh the page and try again
es: Guarde sus cambios en otro medio, refresque la página y intentelo nuevamente
pt: Salve as alterações em outro meio, atualize a página e tente novamente

source: You can generate html output with a script execution by using the RedCloth gem.
es: Es posible generar la salida de una ejecución del script con formato html a través de la utilización de la gema RedCloth.
pt: Você pode gerar a saída html com uma execução de script usando a gem RedCloth.

source: Generate a script with the following code:
es: Generar un script con el siguiente código:
pt: Gerar um script com o seguinte código:

source: When you script run, you can see the output in HTML format.
es: Al ejecutar el script, se puede ver la salida en formato HTML.
pt: Ao executar o script, você pode ver a saída em formato HTML.

source: The loaded Script Contains Errors:
es: El Script cargado contiene un error:
pt: El Script cargado contiene un error:

source: Upload Successful!
es: Se cargaron con éxito los casos!
pt: Se cargaron con éxito los casos!

source: Close
es: Cerrar
pt: Cerrar

source: New Script for:
es: Nuevo script para:
pt: Novo Script para o módulo:

source: Create Empty Script
es: Crear un Script vacío
pt: Criar um Script vazio

source: An
es: Un
pt: Um

source: is an Automated Test.
es: representa una prueba automatizada.
pt: é um teste automatizado.

source: To use data variables to make repeated test, may accompany with a
es: Para utilizar datos variables al realizar repetidas pruebas, es posible acompañarlo con un
pt: Para usar variáveis de dados para fazer testes repetidos, podem acompanhar um

source: We found no candidate values ​​as variables in the file
es: No se encontraron valores candidatos como variables en el archivo
pt: Não encontramos valores candidato como variáveis ​​no arquivo

source: Define Names for
es: Defina los nombres de
pt: Definir nomes

source: Input Value
es: Valor ingresado
pt: Valor ingresado

source: Field Name
es: Nombre del campo
pt: Nome do Campo

source: Incomplete Fields will not be considered
es: Los campos que no contengan valor no serán tenidos en cuenta
pt: Os campos contêm nenhum valor não será levado em conta

source: Created Successfuly!
es: Creado con Exito!
pt: Projetado para o sucesso!

source: Now, What you want do?
es: ¿Ahora que desea hacer?
pt: Agora que você quer?

source: Add Script
es: Agregar casos al Script
pt: Adicionar Script

source: Edit Script
es: Editar Script
pt: Editar Script

source: About Ruby
es: Conoce sobre Ruby
pt: Saiba mais sobre Ruby

source: Home Page
es: Página Principal
pt: Início

source: 20 minutes with Ruby
es: Ruby en 20 minutos!
pt: Ruby em 20 minutos!

source: First steps
es: Tutorial básico
pt: Tutorial básico

source: Regular Expressions
es: Expresiones regulares:
pt: Expressões Regulares:

source: Console
es: Consola para pruebas
pt: Teste console

source: Character Table
es: Tabla con caracteres
pt: Tabla con caracteres

source: Common Classes
es: Clases comunes
pt: Clases comunes

source: Class Methods
es: Métodos de las clases con sus ejemplos
pt: Métodos de classe, com exemplos

source: The data recovery name already exists!
es: El nombre del dato recuperado ya existe!
pt: O nome da recuperação dos dados já existe!

source: Indicators
es: Indicadores
pt: Indicadores

source: Executions
es: Ejecuciones
pt: Execuções

source: Select Year
es: Seleccione un año
pt: Selecione um ano

source: - Select -
es: - Seleccione -
pt: - Selecione -

source: Do it Once, Use it Ever
es: Hazlo una vez, Utilízalo Siempre
pt: Faça isso uma vez, use-a sempre

source: Do it Once
es: Hazlo una vez

source: Best Practices
es: Buenas prácticas
pt: Melhores Práticas

source: Ruby Tutorial
es: Ruby básico
pt: Basic Ruby

source: Reference Stuff
es: Material de consulta
pt: O Material de Referência

source: Cacique on My Computer
es: Cacique en mi PC
pt: Cacique em meu PC

source: logo_cacique_ing.png
es: logo_cacique_esp.png
pt: logo_cacique_pt.png

source: New Script
es: Nuevo Script
pt: Novo Script

source: Rename
es: Renombrar
pt: Renomear

source: My Projects
es: Mis Proyectos
pt: Meus Projetos

source: Other Projects
es: Otros Proyectos
pt: Outros Projetos

source: Help
es: Ayuda
pt: Ajuda

source: About us
es: Acerca de
pt: Sobre nós

source: Credits
es: Créditos
pt: Créditos

source: Projects
es: Proyectos
pt: Projetos

source: Function
es: Funciones
pt: Função

source: Users
es: Usuarios
pt: Usuários

source: My Account
es: Mi Cuenta
pt: Minha Conta

source: Logout
es: Salir
pt: Fora

source: Folders
es: Carpetas

source: header.png
es: header_esp.png
pt: header_pt.png

source: No Projects
es: Sin Proyectos
pt: Nenhum dos Projectos

source: A suite is a set of scripts that run one after the other. The scripts in the suite can be related to the execution, to share data. The outputs of a script, can be input to the next.
es: Una Suite es un conjunto de scripts que se ejecutan uno detrás del otro. Los scripts de la suite pueden relacionarse para que en la ejecución, puedan compartir datos. Las salidas de un script, pueden ser datos de entrada para los siguientes.
pt: A Suite é um conjunto de scripts que são executados um após o outro. Os scripts no conjunto podem ser relacionadas com a execução, para compartilhar dados. As saídas de um script, pode ser entrada para o próximo.

source: A
es: Una

source: is a set of scripts that run one after the other.
es: representa un conjunto de scripts que se ejecutan uno detrás del otro.
pt: representa um conjunto de scripts que são executados um após o outro.

source: The
es: Los
pt: A

source: in the suite can be related to share data by
es: de la suite pueden compartir datos durante su ejecución mediante
pt: Suite pode compartilhar dados durante a execução por

source: Relations
es: Relaciones
pt: Relações

source: New Suite
es: Nueva Suite
pt: Nova Suite

source: To create a suite you must:
es: Al crear una suite tu debes:
pt: Ao criar uma Suite, você deve:

source: * Add scripts.
es: * agregar los scripts que la componen.
pt: * Adicione scripts.

source: * Establish the order in which they will run.
es: * Establecer el orden en que van a ejecutarse.
pt: * Estabelecer a ordem em que eles serão executados.

source: * Select cases for each script.
es: * Seleccionar los casos para cada script interviniente.
pt: * Selecionar casos para cada script.

source: In implementation view of a suite can Ignore the execution of one or more cases that have been configured before (when you created the suite). It is important to note that it will break all relations with that case.
es: En la vista de ejecución de suite se puede Omitir la ejecución de uno o varios casos que han sido configurados anterioremente (cuando se creó la suite). Es importante tener en cuenta que se romperan todas las relaciones existentes con ese caso.
pt: Tendo em vista a implementação de um conjunto pode Ignorar a execução de um ou mais casos que tenham sido configuradas antes (quando você criou o pacote). É importante notar que ele vai quebrar todos os laços com esse caso.

source: If a script was linked to take as input data for that script will not run, use the existing variables in your dataset.
es: Si algún script estaba relacionado para tomar como entrada, datos de ese script que no se ejecutará, utilizará las variables existentes en su set de datos.
pt: Se um script estava ligada a tomar como dados de entrada para que o script não será executado, use as variáveis existentes em seu conjunto.

source: You must configure the site and browser in which you want to run the implementation.
es: Se debe configurar el site y browser en los que se desea que corra al ejecución.
pt: Você deve configurar o site eo navegador em que você deseja executar a aplicação.

source: Detail
es: Detalle
pt: Detalhe

source: In detail you can see a diagram with the scripts in the suite and its relations.
es: En el detalle se puede observar un diagrama con los scripts de la suite y sus relaciones.
pt: No detalhe que você pode ver um diagrama com os scripts na suite e suas relações.

source: These icons show the Execution Result.
es: Estos iconos muestran el resultado de la Ejecución.

source: Clicking on them can get more information such as: Position Error or Recovery Data.
es: Haciendo click en ellos podremos obtener más información como: Posición de Errores o Datos Recuperados.

source: In this section you can select a script and analyze its relationship with others. View of those who receives and sends data.
es: En esta sección se puede selecciona un script y analizar su relación con otros. Ver de quienes recibe y a quién le envía datos.
pt: Nesta seção, você pode selecionar um script e analisar sua relação com os outros. Vista de quem recebe e envia dados.

source: Edit Suite
es: Editar Suite
pt: Editar Suite

source: When editing suite you can:
es: Al editar una suite es posible:
pt: Quando Suite de edição você pode:

source: * Remove and/or add scripts.
es: * Quitar y/o agregar scripts.
pt: * Retire e/ou adicionar scripts.

source: * Change the execution order of scripts.
es: * Cambiar el orden de ejecución de los scripts.
pt: * Alterar a ordem de execução de scripts.

source: * Add and/or remove Cases.
es: * Agregar y/o quitar Casos.

source: Relation
es: Relaciones
pt: Relaciones

source: In this section can be related suites scripts,
es: En esta sección se pueden relacionar scripts de la suite,
pt: Nesta seção pode ser relacionado scripts suites,

source: relations are always set in pairs (a script is related to another that is going to send data)
es: las relaciones siempre se establecen de a pares(Se relaciona a un script con otro al que le va a pasar datos)
pt: relações estão sempre em pares (um script está relacionada com outra que vai enviar dados)

source: In the relations can assign as many cases as desired
es: Dentro de la relación se pueden asignar tantos casos como se desee,
pt: Nas relações pode atribuir como em muitos casos, como desejado

source: therefore, is recommended that all necessary cases are added to the Suite before entering in this view.
es: por lo cual, es recomendable que la Suite ya tenga agregados todos los casos necesarios al ingresar a esta vista.
pt: portanto, é recomendado que todos os casos necessários são adicionados ao Suite antes de entrar neste modo de exibição.

source: To establish a relation should be:
es: Para establecer una relación se debe:
pt: Para estabelecer uma relação deve ser:

source: 1 - Select a couple of scripts to be related.
es: 1- Seleccionar el par de scripts que queremos relacionar.
pt: 1- Selecione um par de scripts para ser relacionado.

source: 2 - Determine which variables will be shared.
es: 2- Determinar que variables van a compartir.
pt: 2- Determinar quais variáveis serão compartilhados.

source: 3 - Select the involved cases for each script.
es: 3- Seleccionar los casos intervinientes para cada script.
pt: 3- Selecionar os casos envolvidos em cada roteiro.

source: Import Suite
es: Importar Suite
pt: Importação Suite

source: Allow import suites from another project, copying all scripts. If you copy the cases, also copied the suite relations.
es: Permite importar suites de otros proyectos, copiando todos los scripts y en caso de copiar los casos tambien
pt: Permitir suites importação de outro projeto, copiar todos os scripts. Se você copiar os casos, também copiou as relações privadas.

source: if not copy the cases only copied fields relations
es: se copiarán las relaciones de la suite. En el caso de no copiar los casos solo se copiarán las relaciones de campos.
pt: se não copiar os casos, apenas copiou as relações campos

source: Schedule
es: Programar
pt: Agenda

source: View and create scheduled suites
es: Visualización y creación de suites programadas
pt: Exibindo e criando suites agendada

source: Delete Suite
es: Eliminar Suite
pt: Excluir Suite

source: Selected suite will be deleted with all their relations.
es: Elimina la suite seleccionada junto con todas sus relaciones.
pt: Suite escolhidos serão eliminados com todas as suas relações.

source: All historical will also be removed.
es: Todo el historial de ejecuciones también será eliminado.
pt: Todos os históricos também serão removidos.

source: Folder
es: Carpeta
pt: Pasta

source: Each folder is a group of scripts.
es: Cada carpeta es una agrupación de scripts.
pt: Cada pasta é um grupo de scripts.

source: This group is defined by the user and is useful to sort the scripts.
es: Esta agrupación es definida por el usuario y es útil para ordenar los scripts.
pt: Este grupo é definido pelo usuário e é útil para classificar os scripts.

source: Allows you to import scripts from other projects, including or not the associated data set.
es: Permite importar scripts de otros proyectos, incluyendo o no su set de datos asociado.
pt: Permite importar scripts de outros projetos, incluindo ou não os dados em conjunto associado.

source: Move Script
es: Mover Script
pt: Mova Script

source: Allow to move scripts between folders.
es: Permite mover scripts entre carpetas.
pt: Permite mover scripts entre a pastas.

source: Allow to Expand All Project tree nodes.
es: Permite Expandir todos los nodos del árbol de Proyecto.

source: Allow to Collapse All Project tree nodes.
es: Permite Contraer todos los nodos del árbol de Proyecto.

source: A script is an automated test.
es: Un script representa una prueba automatizada.
pt: Um Script é um teste automatizado.

source: Create New Script
es: Crear Nuevo Script
pt: Criar Script Novo

source: How to Create a New Script
es: Cómo Crear un Nuevo Script

source: Save the changes made in the editing of a script.
es: Guarda los cambios realizados en la edición de un Script.
pt: Salvar as alterações feitas na edição de um script.

source: If you do not have edit permissions for the script,
es: Si no se tienen permisos de edición sobre el script,
pt: Se você não tem permissão para editar o script,

source: If you do not make any changes, or not have edit permissions for the script,
es: Si no realiza ningún cambio, o no posee permisos de edición sobre el script,
pt: Se você não fizer alguma alteração, ou não têm permissões para editar o script,

source: this icon remain hidden.
es: el icono permanecerá oculto.
pt: este ícone permanecem ocultos.

source: you will see
es: podrá ver el icono

source: To request edit permissions on a particular script, you must send an email to
es: Para solicitar permisos de edición sobre un script determinado, debe enviar un mail a
pt: Para solicitar permissão para editar um script em particular, envie um e-mail para

source: Cacique Administrator.
es: su administador de Cacique.

source: Save Whit Comments
es: Guardar con Comentarios
pt: Salvar con Comentarios

source: Save a script, adding comments about the changes
es: Permite guardar un Script, agregando comentarios acerca de los cambios
pt: Salvar um script, acrescentando comentários sobre as alterações

source: being made.
es: que se están realizando.
pt: estão sendo feitas.

source: These comments are visible in the History of Execution
es: Éstos comentarios se encuentran visibles en el Historial de Ejecuciones del Script
pt: Estes comentários são visíveis na História da Execução

source: This option allows you to save execution data results.
es: Ésta opción permite guardar datos de la ejecución.
pt: Esta opção permite guardar dados de desempenho.

source: (Example: In a Suite Execution, I need to retrieve a value generated by a Script)
es: (Ej: Al correr una Suite, necesito recuperar un valor generado por la ejecución de un Script)
pt: (Exemplo: em uma execução Suite, eu preciso recuperar um valor gerado por um script)

source: You will find here a list of user-generated functions
es: Aquí podra encontrar una lista con las funciones generadas por los usuarios.
pt: Aqui você vai encontrar uma lista de funções gerado pelo usuário.

source: These are the most frequently use. Example: selenium_init
es: Estas suelen ser las de uso mas frecuente. Ej: selenium_init

source: Can be divided into General Functions or belonging to a specific project (Functions per projects)
es: Pueden dividirse en Funciones Generales o pertenecientes a un proyecto específico (Funciones por proyecto)
pt: Pode ser dividido em Funções gerais ou pertencentes a um projeto específico (Funções por projetos)

source: Previous Version
es: Versión anterior
pt: Versión anterior

source: Go to a previous version of the script
es: Permite ir a una versión anterior del Script que se está editando
pt: Vamos para uma versão anterior do script que está sendo editado

source: Next Version
es: Versión siguiente
pt: Versión siguiente

source: Lets go to the next version of the script (this button is shown while editing an old Script)
es: Permite ir a la versión siguiente del script que se está editando (este botón se muestra cuando se está editando una versión anterior del Script)
pt: Vamos para a próxima versão do script que está sendo editado (este botão aparece ao editar uma versão mais antiga)

source: Check the syntax of your script to rule out possible errors
es: Verifique la sintaxis de su Script para descartar posibles errores
pt: Verificar a sintaxe do seu script para descartar possíveis erros

source: Run your Scripts independently or with a case associated
es: Ejecute sus Scripts de forma independiente o con un caso asociado
pt: Execute o Scripst de forma independente ou com um caso associado

source: Shows the number of waiting Executions in the system
es: Muestra la cantidad de Ejecuciones en espera que posee el sistema
pt: Mostra o número de execuções de espera no sistema

source: Displays the history of the script with its various versions,
es: Se visualiza el historial del script con sus diferentes versiones,
pt: Mostra a história do roteiro com suas várias versões,

source: the changes and the user who made those changes.
es: los cambios realizados y el usuario que hizo esos cambios.
pt: mudanças e do usuário que fez essas alterações.

source: It good practice, save the script with a review of changes,
es: Es una buena práctica, guardar el script con un comentario de los cambios realizados,
pt: É uma boa prática, salve o script com uma discussão sobre as mudanças,

source: for easily identify changes between versions.
es: para luego reconocer fácilmente los cambios entre versiones.
pt: em seguida, identificar facilmente alterações entre as versões.

source: Export Script
es: Exportar Script
pt: Script Exportação

source: Import Scrip
es: Importar Script
pt: Importar Script

source: Copy current script into draft folder in selected project
es: Realiza una copia del script actual en la carpeta borrador de un proyecto seleccionado
pt: Faz uma cópia do script atual para a pasta rascunho de um projeto selecionado

source: Learn about Ruby, main classes, methods and regular expressions.
es: Conoce un poco más acerca de Ruby, sus principales clases con sus métodos y expresiones regulares.
pt: Saiba um pouco mais sobre Ruby, as principais classes com seus métodos e expressões regulares,

source: This will be of great use in your scripts.
es: Te serán de gran utilidad en tus scripts.
pt: que serão de grande utilidade em seus scripts.

source: Case
es: Caso
pt: Caso

source: Is a Data Set for a test case associated with a script
es: Es un conjunto de datos para un caso de prueba asociados a un Script
pt: É um conjunto de dados para um caso de teste relacionado com um script

source: Run selected cases
es: Ejecución de los casos seleccionados de la tabla
pt: Implementação da tabela de casos selecionados

source: in environment, platform and site chosen in the control panel.
es: en el entorno, plataforma y site elegidos en el panel de control.
pt: no ambiente da plataforma, eo local escolhido no painel de controle.

source: It will run as configured in
es: Se ejecutará con la configuración establecida en

source: You can set different parameters, such as Explorer.
es: Es posible configurar diferentes parametros, como por ejemplo el Explorador.

source: Cacique stores last settings used by user.
es: Cacique guarda la última configuración utilizada por el usuario.
pt: Cacique guarda la última configuración utilizada por el usuario.

source: Edit Case
es: Editar Caso
pt: Editar Caso

source: You can edit the cases by double click on the field to modify.
es: Puedes editar los casos haciendo doble click sobre el campo a modificar.
pt: Es posible editar los casos haciendo doble click sobre el campo a modificar.

source: New Case
es: Nuevo Caso
pt: Nuevo Caso

source: It add a row to the data set
es: Se agrega una fila a la tabla de casos del set de datos
pt: Se agrega una fila a la tabla de casos del set de datos

source: Displays the history of execution from the selected case.
es: Muestra el historial de ejecución del caso seleccionado.
pt: Muestra el historial de ejecución del caso seleccionado.

source: Column
es: Columnas
pt: Columnas

source: Allows insert or delete columns in data set
es: Permite insertar o eliminar columnas del set de datos
pt: Permite insertar o eliminar columnas del set de datos

source: Delete Case
es: Eliminar Caso
pt: Eliminar Caso

source: Delete the selected case. Also be removed:
es: Elimina el caso seleccionado. También se eliminará:
pt: Elimina el caso seleccionado. También se eliminará:

source: -Execution History.
es: -Historial de ejecución.
pt: -Historial de ejecución.

source: -Suite Relations
es: -Se quitará de las suites en las que se encuentre involucrado.
pt: -Se quitará de las suites en las que se encuentre involucrado.

source: Import data set from Excel
es: Importa la tabla de casos desde un archivo excel.
pt: Importa la tabla de casos desde un archivo excel.

source: Export data set to Excel
es: Exporta la tabla de casos a un archivo excel.
pt: Exporta la tabla de casos a un archivo excel.

source: Project Execution History
es: Historial de ejuciones realizadas dentro de un proyecto
pt: História de Execução do Projeto

source: Export execution result to Excel
es: Exporta las ejecuciones a un archivo excel.
pt: Exporta las ejecuciones a un archivo excel.

source: Export to PDF
es: Exportar a PDF
pt: Exportar para PDF

source: Export Selected Execution result to PDF
es: Exporta las ejecuciones seleccionadas a un archivo PDF.

source: Filter
es: Filtros
pt: Filtros

source: Apply filters to search
es: Aplica filtros a la búsqueda de ejecuciones
pt: Aplique filtros para busca de Execuções

source: Version
es: Versión
pt: Versão

source: Script Execution
es: Ejecución de Script

source: Run the selected Suite.
es: Ejecuta la Suite seleccionada.

source: Import XLS
es: Importar Excel
pt: Importar Excel

source: Project Management
es: Gestión de proyectos
pt: Gerenciamento de Projetos

source: Manager
es: Responsable
pt: Responsável

source: Project
es: Proyecto
pt: Projeto

source: Assign to Project
es: Asignar al Proyecto

source: Assign
es: Asignar
pt: Atribuir

source: User
es: Usuario
pt: Usuário

source: Delete Relation
es: Eliminar Relación
pt: Exclusão do relacionamento
