Repository: mercadolibre/cacique
Catalog: po/*/cacique.po
Languages: es, pt

source: Not Run
es: No se Ejecuto
pt: Não correr

source: any suite
es: una suite
pt: una suite

source: Execution of:
es: Ejecuciones de:
pt: Execuciones de:

source: LINE:
es: LINEA:
pt: LINEA:

source: Script
es: El Script
pt: El Script

source: Must select a Script to Upload
es: Debe Seleccionar el Script que desea Cargar

source: Versions of
es: Versiones del Script

source: Without versions
es: Sin versiones
pt: Não há atualizações

source: Initial Version
es: Version inicial
pt: Versão inicial

source: Defined if the implementation panel for this new configuration can be selected:
es: Definirá si en el panel de ejecución, para esta nueva configuración pueden seleccionarse:
pt: Definirá si en el panel de ejecución, para esta nueva configuración pueden seleccionarse:

source: None, one or more options
es: Ninguna, una o varias opciones.
pt: Ninguna, una o varias opciones.

source: (Ex: Radiobutton forces to select a single option, Checkbox allows multiple selection or no selection)
es: (Ej: Radiobutton obliga a seleccionar una única opción, Checkbox permire seleccion multiple o ninguna,etc..)
pt: (Ej: Radiobutton obliga a seleccionar una única opción, Checkbox permire seleccion multiple o ninguna,etc..)

source: Images
es: Imágenes
pt: Imagens

source: If you add images to format
es: Si se agregan imagenes con formato

source: into the folder
es: en la carpeta
pt: para a pasta

source: for each value entered in the configuration and with the same name,
es: por cada valor ingresado en la configuración y con igual nombre,
pt: para cada valor inserido na configuração e com o mesmo nome,

source: when viewing the execution, will these images rather than the values used.
es: al visualizar la ejecución, se verán esas imagenes en vez de los valores utilizados.
pt: ao ver a execução, será que estas imagens, em vez de os valores utilizados.

source: (Ex: If the configuration is
es: (Ej: Si la configuracion es para

source: will print the selected browser version with an icon.)
es: se representará el browser elegido en la ejecución con un ícono.)

source: Field default
es: Campo por defecto
pt: Campo por defecto

source: Selecting this option will be added as a column in the data set this configuration.
es: Al seleccionar ésta opción se agregará como columna en el set de datos ésta configuración.
pt: Selecionando esta opção será adicionada como uma coluna no conjunto de dados esta configuração.

source: It is used to that at the time of execution, you can choose to take the value of the panel of implementation or change to be taken from your own case.
es: Se utiliza para que al momento de la ejecución, se pueda optar por tomar el valor del panel de ejecución o en cambio sea tomado del propio caso.
pt: Ele é usado para que, no momento da execução, você pode optar por tomar o valor do painel de implementação ou alteração a ser tomadas a partir do seu próprio caso.

source: Repetitions
es: Repeticiones
pt: Repetições

source: Comment Cases
es: Comentar Casos
pt: Comentar Casos

source: Are you sure to delete
es: Esta seguro de eliminar
pt: Tem certeza que quer excluir

source: Unit:
es: Unitarias:
pt: Unidade:

source: Suite Execution History
es: Historial de ejecución de Suite
pt: Suite: histórico de execução

source: Script Create
es: Crear Script
pt: Criar Script

source: Script Edit
es: Editar Script
pt: Edição de Script

source: Unit Execution
es: Ejecución unitaria
pt: Execução Unidade

source: Suite Execution
es: Ejecución de Suite
pt: Execução Suite

source: Unit Execution History
es: Historial de Ejecución Unitaria
pt: História da Unidade de Execução

source: Suite Details
es: Detalles de la Suite
pt: Detalles de Suite

source: Suite - Script Relations
es: Suite - Relaciones de Script
pt: Suite - Relaciones de Script

source: Suite - Field Relations
es: Suite - Relaciones de campos
pt: Suite - Relaciones de campos

source: Suite - Cases Relations
es: Suite - Relaciones de Casos
pt: Suite - Relaciones de Casos

source: Suites Execution Pannel
es: Panel de Ejecucion de Suites
pt: Suites: Painel de execução

source: Execution History
es: Historial de Ejecución
pt: História de Execução

source: , already exist in Data Set belonging to Script
es: , ya existe en el Set de Datos perteneciente al Script
pt: , Já existem no conjunto de dados pertencentes ao Script

source: Are You sure to delete Scheduling?
es: ¿Esta seguro de Eliminar la Programación?
pt: Tem certeza que quer apagar Agendamento?

source: Position Error:
es: Posición del Error:
pt: Erro da posição:

source: Generated Data:
es: Datos Generados:
pt: Os dados gerados:

source: No data were generated
es: No se Generaron Datos
pt: Não há dados foram gerados

source: Screenshots
es: Capturas de la pagina:
pt: Imagens

source: Root option gives Administrator privileges to the User. This allows:
es: La opción Root otorga privilegios de Administrador al Usuario. Esto le permite:
pt: Opção de Root dá privilégios de administrador para o usuário. Isso permite que:

source: Create & Edit Proyect
es: Crear y Editar Proyectos
pt: Criar e Editar de Projetos

source: Assign and Dealocate users to Projects
es: Asignar y Desasignar usuarios a los Proyectos
pt: Atribuir e Desalocar usuários para Desenvolvimento de Projetos

source: Admin Run Configurations
es: Administrar la Configuracion de Ejecución
pt: Gerenciando implementação, configuração

source: Create and Edit Notes
es: Crear y Editar Notas
pt: Criar e Editar notas

source: Add and Remove Functions
es: Agregar y Eliminar Funciones
pt: Adicionar e Remover Funções

source: Manage Users
es: Gestionar Usuarios
pt: Gerenciar Usuários

source: At this time run instances are not available.
es: En este momento no se encuentran disponibles las instancias de ejecución.
pt: Neste momento, as instâncias de execução não estão disponíveis.

source: Please try again later.
es: Por favor intentelo mas tarde.
pt: Por favor, tente novamente mais tarde.

source: Search case
es: Buscar caso
pt: Busca em caso

source: Edit Links
es: Editar Links
pt: Editar Links

source: Add Link
es: Agregar Links
pt: Adicionar Link

source: Remove Link
es: Quitar Links
pt: Remover Link

source: Name:
es: Nombre:
pt: Nome:

source: Field ID must contain only letters, numbers, space or underscore
es: El Campo ID sólo puede contener letras, números, espacios o guiones bajos

source: A Day
es: Un Día
pt: Um Dia

source: Range
es: Rango
pt: Faixa

source: Start Time
es: Hora de Início
pt: Hora de Início

source: Frequency:
es: Frecuencia:
pt: Frequência:

source: Daily
es: Diaria
pt: Diário

source: Weekly
es: Semanal
pt: Semanal

source: Specify
es: Especificar
pt: Especifique

source: Each
es: Cada
pt: Cada

source: Cacique --> Suite Program Confirm
es: Cacique --> Confirmacion Suite Programada
pt: Cacique --> Confirme a programação

source: Invalid Time Format for Init Hour. Please verify it.
es: Formato de Tiempo invalido para Hora Inicio. Por Favor verifique lo.
pt: Formato Inválido Tempo de Horas Init. Por favor, verifique isso.

source: Invalid Time Format for Execution No.:
es: Formato de Tiempo invalido para la Ejecución N°:
pt: Formato Inválido Tempo de Execução n º:

source: . Please verify it.
es: . Por Favor verifique lo.
pt: . Por favor, verifique isso.

source: Invalid Number of Repetitions
es: Número de repeticiones inválido
pt: Número inválido de repetições

source: Must select at least one day in your weekly schedule.
es: Debe seleccionar al menos un día en la programación semanal
pt: Deve selecionar pelo menos um dia na sua agenda semanal.

source: [Until Date] should be after to [From Date]
es: [Fecha Hasta] debe ser posterior a [Fecha Desde]
pt: [Data Até] deve ser após a [Data Inicial]

source: Daily repetitions
es: Repeticiones por día
pt: repetições por dia

source: Not executed because an error occurred while trying to communicate with Starling
es: No se ejecuto porque ocurrio un error al intentar comunicarse con Starling
pt: Não executado porque ocorreu um erro ao tentar se comunicar com Starling

source: Not executed because the scheduler was pending to confirm
es: No se ejecuto porque la programacion se encontraba pendiente a confirmar
pt: Não executado porque a programação estava pendente para confirmar

source: Scheduled
es: Programadas
pt: Programado

source: To be confirmed
es: A confirmar
pt: Para ser confirmado

source: Confirmed
es: Confirmada
pt: Confirmada

source: Last Confirmed
es: Última Confirmada
pt: Confirmado última

source: Alarm
es: Alarma
pt: Alarme

source: Every
es: Cada
pt: A cada

source: Alarms
es: Alarmas
pt: Alarmes

source: Hour
es: Hora
pt: Tempo

source: Day of month
es: Día del mes
pt: Dia do mês

source: Day
es: Día
pt: Dia

source: Days
es: Días
pt: Dia

source: Months
es: Meses
pt: Mês

source: Day of week
es: Día de la semana
pt: Dia da semana

source: Programed task confirmation
es: Confirmacion de las tareas programadas
pt: Confirmação de tarefas agendadas

source: Programmed by
es: Programador
pt: Programado por

source: Confirm
es: Confirmar
pt: Confirme

source: Created by:
es: Creado por:
pt: Criado por:

source: Move
es: Mover
pt: Mover

source: Move Function
es: Mover Función
pt: Mover Função

source: Move Function
es: Mover Función
pt: Mover Função

source: to project:
es: al proyecto:
pt: ao projeto:

source: Generals
es: Generales
pt: generais

source: Function properly moved
es: Se movió correctamente la función
pt: Função adequadamente se mudou

source: Unable to move the function
es: No se pudo mover la función
pt: Não é possível mover a função

source: Search Function
es: Buscar Función
pt: Função Pesquisa

source: Know the different Suites containing the Scrip in which you are working.
es: Conozca las diferentes Suites que contienen el Scrip en que se encuentra trabajando.
pt: Conheça as diferentes Suites que contém o Scrip no qual você está trabalhando.

source: Function was successfully removed
es: Se borro corectamente la funcion
pt: Excluir função é a ativação adequada

source: Function was successfuly updated
es: La función se ha actualizado con exito

source: Function was successfuly moved
es: Se movio correctamente la funcion

source: Could not move the function
es: No se pudo mover la funcion

source: Monday
es: Lunes
pt: Segunda-feira

source: Tuesday
es: Martes
pt: Terça-feira

source: Wednesday
es: Miércoles
pt: Quarta-feira

source: Thursday
es: Jueves
pt: Quinta-feira

source: Friday
es: Viernes
pt: Sexta-feira

source: Saturday
es: Sábado
pt: Sábado

source: Sunday
es: Domingo
pt: Domingo

source: getting data from related case
es: obteniendo datos relacionados del caso
pt: obtenção de dados relacionados com o caso

source: Expression
es: Expresión

source: Meaning
es: Significado

source: any character
es: cualquier caracter

source: specification of range. Eg: [a-z] a letter, a to z
es: especificación por rango. P.ej: [a-z], una letra de la a, a la z

source: letter or number, is the same as [0-9A-Za-z]
es: letra o número; es lo mismo que [0-9A-Za-z]

source: any characters except letters or numbers
es: cualquier carácter que no sea letra o número

source: space character, it is the same as [ f]
es: carácter de espacio; es lo mismo que [ f]

source: recoil (0x08), if within range
es: retroceso (0x08), si está dentro de un rango

source: word boundary, if not within a range
es: límite de palabra, si NO está dentro de un rango

source: no word boundary
es: no límite de palabra

source: zero or more repetitions of what precedes it
es: cero o más repeticiones de lo que le precede

source: one or more repetitions of what precedes it
es: una o más repeticiones de lo que le precede

source: end of line
es: fin de la línea

source: as less than m, and at most n repetitions of what precedes it
es: como menos m, y como mucho n repeticiones de lo que le precede

source: at least one repetition of what precedes it, the same as {0.1}
es: al menos una repetición de lo que le precede; lo mismo que {0,1}

source: grouping expressions
es: agrupar expresiones

source: logical OR, find it before or after
es: operador lógico O, busca lo de antes o lo después

source: any character other than space
es: cualquier carácter que no sea de espacio

source: number, the same as [0-9]
es: número; lo mismo que [0-9]

source: any character other than a number
es: cualquier carácter que no sea un número

source: Task Program
es: Tareas Programadas
pt: Tarefa do Programa

source: Here you can Schedule the execution of a Suite
es: Aqui podrás Programar la ejecución de una Suite
pt: Aqui você pode agendar a execução de uma Suíte

source: You can set parameters like Day, Week, Hour & quantity of Executions
es: Podrás configurar parámetro como Día, Semana, Hora y Cantidad de Ejecuciones
pt: Você pode definir parâmetros como dia, semana, hora e quantidade de Execuções

source: New Schedule
es: Nueva Programación
pt: Nova Agenda

source: Create a New Programed Suite Execution
es: Crea una Nueva Programacion para ejecutar una Suite
pt: Criar uma nova execução do Suite

source: All programming set in a period exceeding one month, from the current date,
es: Toda suite programada con un periodo de tiempo superior a un mes, desde la fecha actual,
pt: Toda a programação definida em um período superior a um mês, da data atual,

source: remain to be confirmed.
es: quedará pendiente de confirmación.
pt: continuam a ser confirmada.

source: Confirm Schedule
es: Confirmar Programación
pt: Confirme Agenda

source: Confirm pendant programming
es: Confirmar todas las Programaciones Pendientes

source: Upcoming deadlines
es: Próximos vencimientos
pt: Próximos prazos

source: The schedules were confirmed successful
es: Las programaciones fueron confirmadas con éxito
pt: Os horários foram confirmados com êxito

source: will be scheduled #{suite_program_cant} executions, please enter the number of executions to confirm.
es: se van a programar #{suite_program_cant}, por favor, ingrese el numero de ejecuciones para confirmarlo.
pt: serão agendados #{suite_program_cant} execuções, por favor, insira o número de execuções para confirmar.

source: Are you sure you confirm the programming?
es: ¿Esta seguro de confirmar las programaciones?
pt: Tem certeza que você confirmar a programação?

source: Imported
es: Importados
pt: Importados

source: -copy
es: -copia
pt: -copia

source: Invalid Number of repetitions per hour
es: Número de repeticiones por hora inválido
pt: Número inválido de repetições por hora

source: Confirm Task Program
es: Confirmar Tarea Programada
pt: Confirme Programa de tarefas

source: Schedule List
es: Lista Tareas Programadas
pt: Lista de Tarefas Agendadas

source: This suite is not scheduled to confirm
es: Ésta suite no tiene programaciones para confirmar
pt: Esta suite não está programado para confirmar

source: Canceled run
es: Corrida cancelada
pt: Executar Cancelado

source: Create scheduled suites
es: Creación de suites programadas
pt: Criar suites agendadas

source: cases-for-Script-
es: casos-del-Script-
pt: casos-Script-

source: New Relation
es: Nueva Relación
pt: Nova Relação

source: Suite Edit
es: Editar Suite
pt: Editar Suite

source: Here you can edit everything related to a Suite
es: Aquí podras editar todo aquello referente a una Suite
pt: Aqui você pode editar tudo relacionado a uma Suite

source: For example: Name, Description, Script composed, order execution, and more.
es: Por ejemplo: Nombre, Descripción, Script que la componen, orden de ejecución, etc
pt: Por exemplo: Nome, Descrição, Script composto, ordens de execução, e mais.

source: Must complete example of how to use the function
es: Debe completar el ejemplo de uso de la función
pt: Deve concluir exemplo de como usar a função

source: Example
es: Ejemplo
pt: Exemplo

source: You do not have View Permissions
es: Usted no tiene permisos para Ver
pt: Você não tem permissão para visualizar

source: Hide the code of the function
es: Ocultar el código de la función
pt: Esconder o código da função

source: Will hide the code and the example of the function
es: Se ocultará el código y el ejemplo de la función
pt: Vai esconder o código eo exemplo da função

source: The function can not be used by all users
es: La función no puede ser utilizada por todos los usuarios
pt: A função não pode ser usado por todos os usuários

source: Last Edit
es: Última Edición
pt: Última Edição

source: Could not save the script because it is not updated
es: ¿Seguro que desea salir?
pt: Não foi possível salvar o script, pois não é atualizado

source: Queue Observer
es: Visualizador de Tareas
pt: Exibir Tarefa

source: Running Tasks
es: Tareas en ejecución
pt: Executar tarefas

source: Task
es: Tarea
pt: Tarefas

source: Your user has been created successfully,<br/> Please contact to
es: El usuario ha sido creado con éxito, <br/> Póngase en contacto con
pt: Seu usuário foi criado com sucesso, <br/> Entre em contato com

source: to activate it.
es: para activarlo.
pt: ativá-lo.

source: There is already a file with that name
es: Ya existe una archivo con ese nombre
pt: Já existe um arquivo com esse nome

source: Files
es: Archivos
pt: Registros

source: New file
es: Nuevo archivo
pt: Novo arquivo

source: Without files
es: Sin archivos
pt: Nenhum arquivo

source: The added file, can be accessed from any script of the project using the File class in Ruby. For more information:
es: El archivo que se agregue, podrá ser accedido desde cualquier script del proyecto, utilizando la clase File de ruby. Para mas información:
pt: Exemplo de uso:

source: Example usage:
es: Ejemplo de uso:

source: ERROR: Can´t delete module:
pt: ERRO: Impossível eliminar o módulo

source: Module is not empty.
pt: primeiro exclua seu conteúdo

source: Last Edit:
pt: Último usuário a editar o script:

source: ERROR TO SAVE FILE IN
pt: ERRO para salvar o arquivo

source: Must complete Name field
pt: Você deve preencher o campo Nome

source: Must enter a name with numbers, letters or
pt: Debe ingresar un nombre que contenga solo letras, numeros o _

source: Must complete a View Mode
pt: Debe completar un Modo de Vista

source: Already exists a Configuration with that name
pt: Ya existe una configuracion con ese nombre

source: #{view_type} View Mode not Exists
pt: No Existe el modo de vista #{view_type}

source: --> Method not found:
pt: --> Metodo no encontrado:

source: Debe tener una Configuración de Usuario asociado
pt: Must have an User Configuration associated

source: Error
pt: Erro

source: Rename Module
pt: Renombrar módulo

source: Move Scripts to another module
pt: Mova Scripts para outro módulo

source: New Module
pt: Novo Módulo

source: This action will remove this Module. Are You sure?
pt: Esta acção irá remover este módulo. Você tem certeza?

source: This action will remove Data Set, History and Suite associations. Are You sure?
pt: Esta acção irá remover o conjunto de dados, História e associações Suite. Você tem certeza?

source: Select Module
pt: Seleccione el Modulo

source: Module Administration
pt: Administrar Modulos

source: Modules should be used to group Scripts (with same caracteristics)
pt: Los módulos deben ser utilizados para agrupar Scripts que tengan características comunes

source: Create Module
pt: Criar Módulo

source: Example:
pt: Ejemplo de agrupación por módulo:

source: * Add and/or remove instances.
pt: * Adicione e/ou remover instâncias.

source: Allow to move scripts between modules.
pt: Permite Scripts para se deslocar entre os módulos.

source: Allow to Expand All Projects tree nodes.
pt: Permite expandir todos os nós de árvore de Projetos.

source: Allow to Collapse All Projects tree nodes.
pt: Permite recolher todos os nós da árvore de Projetos.

source: you see
pt: verá o ícone

source: These functions are usually most frequent use. Example: selenium_init
pt: Estas funções são geralmente os mais freqüentemente usados. Exemplo: selenium_init

source: Be executed with the selected settings
pt: Se ejecutará con la configuración seleccionada

source: You can configure site, platform and environment for the implementation for case executions
pt: Es posible configurar el site, plataforma y entorno para la ejecución de los casos.

source: Export Execution result to PDF
pt: Exportar resultado das Execuções em um arquivo PDF.

source: No
pt: Não

source: ID:
pt: Identificador:

source: Complete with your personal data
pt: Preencha os seus dados

source: Complete User or Mail for
pt: Complete su usuario o email

source: Suites of
pt: Suites de

source: Step 3 of 3 - Indicate Cases in which act the relation
pt: Passo 3 de 3 - Casos em que indicam o ato relação:

source: (in Module)
pt: (no Módulo)

source: Must Select Destination Module
pt: Deve selecionar Módulo de Destino

source: Selected scripts will be moved to the module
pt: Os Scripts selecionados serão movidos para o módulo

source: Must Complete
pt: Debe completar el campo

source: Versions of
pt: Versiones del circuito

source: If you add images to form
pt: Se você adicionar imagens no formato

source: will print the selected browser version with an icon.)
pt: sserá impressa a versão do browser selecionada com um ícone.)

source: Function was updated Successfuly
pt: O recurso foi atualizado com sucesso

source: Suites containing the script
pt: Suites contendo o script

source: The script is not in any suite
pt: O script não é em qualquer suite

source: No links to eliminate
pt: Não há links para eliminar

source: folder where you saved the script imported
pt: pasta onde você salvou o script importado

source: Confirm pendent programming
pt: Confirme pingente de programação

source: Are you sure you want to quit?
pt: Tem certeza de que deseja sair?
